Repository: WedoneOfficiel/just-another-search-bar
Catalog: po/*.po
Languages: nl, ru

source: Can't open
nl: Openen mislukt:
ru: Не могу открыть

source: Preferences
nl: Voorkeuren
ru: Настройки

source: Search command
nl: Zoekopdracht
ru: Команда для поиска

source: Default search
nl: Standaard
ru: Поиск по умолчанию

source: Choose, add, remove or edit entry
nl: Item kiezen, toevoegen, bewerken of verwijderen
ru: Выбор, добавление, удаление и редактирование записей

source: Name
nl: Naam
ru: Имя команды

source: This entry name. Edit and press save to create new entry
nl: De naam van het item. Klik op opslaan om het item te maken.
ru: Название данной записи. Измените и нажмите сохранить, чтобы создать новую запись

source: Command
nl: Opdracht
ru: Команда

source: Command line template with wildcarded query
nl: De opdrachtregel van een zoekopdracht met jokerteken
ru: Шаблон командной строки с заменителем на месте подстановки запроса

source: Wildcard
nl: Jokerteken
ru: Подстановочный знак

source: Symbol used as wildcard for query in command line
nl: Het te gebruiken jokerteken op de opdrachtregel
ru: Подстановочный знак для запроса в шаблоне командной строки

source: Query delimiter
nl: Itemscheiding
ru: Разделитель

source: Symbol to use as delimiter for query tokens
nl: Het te gebruiken teken om items te scheiden
ru: Символ, использующийся для разделения токенов в запросе

source: test query
nl: Testopdracht
ru: пример запроса

source: Example query
nl: Voorbeeldopdracht
ru: Пример запроса

source: Result command line:
nl: Resultaat:
ru: Итоговая командная строка

source: Save
nl: Opslaan
ru: Сохранить

source: ...new keyboard shortcut...
nl: Nieuwe sneltoetsâ€¦
ru: ...новое сочетание клавиш...

source: Search bar activation
nl: Zoekbalk focussen
ru: Активация строки поиска

source: Keyboard shortcut
nl: Sneltoets
ru: Сочетание клавиш

source: Press button to enter new keyboard shortcut
nl: Druk op een toetsencombinatie om deze toe te wijzen
ru: Нажмите кнопку, чтобы ввести новое сочетание клавиш

source: Reset defaults
nl: Standaardwaarden
ru: Сброс настроек

source: Reset
nl: Standaardwaarden
ru: Сброс

source: Reset all settings to defaults, drop all new entries
nl: Herstel alle standaardvoorkeuren en wis nieuwe items
ru: Сброс всех настроек и удаление всеx добавленных записей
